/* Alert title for restoring replacement defaults. */
"Are you sure you want to restore the default settings?" = "Voulez-vous vraiment rétablir les réglages par défaut ?";

/* Title of language context menu item for automatic determination of language. */
"Automatic" = "Automatique";

/* Title of language menu item for automatic determination of language. */
"Automatic by Language" = "Automatique par langue";

/* Title of alert button to cancel restoring replacement defaults. */
"Cancel" = "Annuler";

/* Alert when spell checker is unavailable. */
"Couldn\\U2019t contact Spell Checker." = "Impossible de contacter le correcteur d’orthographe.";

/* Title of language menu item for opening System Preferences. */
"Open Text Preferences\\U2026" = "Ouvrir les préférences Texte…";

/* Title of alert button to restore replacement defaults. */
"Restore Defaults" = "Réglages par défaut";

/* Alert message for restoring replacement defaults. */
"Restoring defaults will remove any items you have added." = "Le rétablissement des réglages par défaut supprimera tous les éléments ajoutés.";

/* Title of language menu item for setting up languages. */
"Setup\\U2026" = "Réglages…";

/* Title of Spelling Panel. */
"Spelling" = "Orthographe";

/* Title of Spelling and Grammar Panel. */
"Spelling and Grammar" = "Orthographe et grammaire";

/* Description for misspelled words. */
"This word was not found in the spelling dictionary." = "Ce mot est introuvable dans le dictionnaire orthographique.";
